<?php
$show_complete_tasks = rand(0, 1);

$projects = ["Все", "Входящие", "Учеба", "Работа", "Домашние дела", "Авто"];

$tasks = [
    ["task" => "Собеседование в IT компании",
     "date" => "01.06.2018",
     "category" => "Работа",
     "done" => "Нет"
    ],
    ["task" => "Выполнить тестовое задание",
     "date" => "25.05.2018",
     "category" => "Работа",
     "done" => "Нет"
    ],
    ["task" => "Сделать задание первого раздела",
     "date" => "21.04.2018",
     "category" => "Учеба",
     "done" => "Да"
    ],
    ["task" => "Встреча с другом",
     "date" => "22.04.2018",
     "category" => "Входящие",
     "done" => "Нет"
    ],
    ["task" => "Купить корм для кота",
     "date" => "Нет",
     "category" => "Домашние дела",
     "done" => "Нет"
    ],
    ["task" => "Заказать пиццу",
     "date" => "Нет",
     "category" => "Домашние дела",
     "done" => "Нет"
    ]
];
?>
